

            var name = +prompt('  7 + 7 = кошинг')

            if(name == 14){
            alert("жавоб тогри");
            }else{
            alert("жавоб нотогри кайтадан уриниб коринг");
            }
                                    var name = +prompt('  7 - 7 = айиринг')

                                    if(name == 0){
                                    alert("жавоб тогри");
                                    }else{
                                    alert("жавоб нотогри кайтадан уриниб коринг");
                                    }
            var name = +prompt('  7 * 7 = копайтиринг')

            if(name == 49){
            alert("жавоб тогри");
            }else{
            alert("жавоб нотогри кайтадан уриниб коринг");
            }
                                    var name = +prompt('  7 / 7 = болинг')

                                    if(name == 1){
                                    alert("жавоб тогри");
                                    }else{
                                    alert("жавоб нотогри кайтадан уриниб коринг");
                                    }       
            
            